[
  {
    "cover": "./bayfield.jpg",
    "slug": "bayfield",
    "location": "Bayfield, WI",
    "blurb": "What Grand Marais is to Minnesota, Bayfield is to Wisconsin: Idyllic big lake small town.",
    "description": "Picturesque shore town on Lake Superior. Bayfield is the gateful to Madeline Island and the Apostle Islands National Lakeshore.",
    "highlights": "Ferry to Madeline Island, biking and kayaking the islands, Wild Rice Retreat Center (especially in the winter), St. James Social. Also, don't miss Chequamegon Books in Washburn on your way up or back, it's one of the best used bookstores!",
    "food": "Wonderstate Coffee, St. James Social, Tetzner Dair's' freezer for icecrea (honor system, if you can find it).",
    "image2": "./bayfield2.jpg",
    "image3": "./bayfield3.jpg",
    "image4": "./bayfield4.jpg",
    "id": 1
  },
  {
    "cover": "./beaufort.jpg",
    "slug": "beaufort",
    "location": "Beaufort, SC",
    "blurb": "An even more charming and moss-covered low-country locale than a Nicholas Sparks' novel would lead you to believe.",
    "description": "If you're heading to Charleston or Savannah, Beaufort is a charming detour. Antebelllum houses, moss covering everything, great food, warm community.",
    "highlights": "Hunting Island State Park, First Fridays on Main Street, walking through the cemeteries.",
    "food": "Old Bull Tavern",
    "image2": "./beaufort2.jpg",
    "image3": "./beaufort3.jpg",
    "image4": "./beaufort4.jpg",
    "id": 2
  },
  {
    "cover": "./decorah.jpg",
    "slug": "decorah",
    "location": "Decorah, IA",
    "blurb": "Iowa's driftless region college town with rolling hills and a river running through it.",
    "description": "Decorah is home to Luther College and is the county seat of Winneshiek County in NE Iowa. It has a very Nordic culture, including the brand new Vesterheim Museum and Folk School. The rolling hills make for fun biking.",
    "highlights": "Stroll downtown, check out the Vesterheim Museum, bring your bike to do the loop around town, or if it's hot, take a float down the river. The ice caves are also cool.",
    "food": "Luna Valley pizza farm when in season, The Landing for lunch + beers, La Rona for dinner, The Whippy Dip for dessert",
    "image2": "./decorah2.jpg",
    "image3": "./decorah3.jpg",
    "image4": "./decorah4.jpg",
    "id": 3
  },
  {
    "cover": "./eastsound.jpg",
    "slug": "eastsound",
    "location": "Eastsound, Orcas Island, WA",
    "blurb": "If you find yourself on the San Juan Islands, Eastsound is the cool, laid-back, more artsy town on the islands.",
    "description": "Lcoated on Orcas Island in the San Juan Islands, Eastsound is tiny, but cute. There are art galleries, shops, and restaurants that start to buzz during tourist season.",
    "highlights": "Moran State Park, chilling on the beach, strolling the tiny downtown.",
    "food": "Lady Bug Pizza, Brown Bear Baking, coffee at Darville's bookstore",
    "image2": "./eastsound2.jpg",
    "image3": "./eastsound3.jpg",
    "image4": "./eastsound4.jpg",
    "id": 4
  },
  {
    "cover": "./franconia.jpg",
    "slug": "franconia",
    "location": "Franconia Sculpture Park",
    "blurb": "The Franconia Sculpture Park in Shafer, Minnesota is an art-worthy a detour.",
    "description": "Franconia is a 50-acre outdoor museum, active artist residency program, and community arts programming. Stroll around looking at, walking through, and even sitting on various public art.",
    "highlights": "Maybe just avoid spring time, it can get muddy. If you're going, stop at the Sven clog outlet in Chisago City and the Lindstrom Bakery.",
    "food": "Lindstom scandinavian bakery",
    "image2": "./franconia2.jpeg",
    "image3": "./franconia3.jpeg",
    "image4": "./franconia4.jpeg",
    "id": 5
  },
  {
    "cover": "./grand-marais.jpg",
    "slug": "grand-marais",
    "location": "Grand Marais, MN",
    "blurb": "Minnesota's north shore is a favorite tourist destination, and Grand Marais is it the delightful, arsty jumping-off point.",
    "description": "Sitting right on Lake Superior, there is just something open, pure, and magical about Grand Marais. ",
    "highlights": "Northhouse Folk School (consider signing up for a class in advance), Drury Lane Books, Artist Point, Upstate.",
    "food": "Angry Trout, World's Best Donuts, and New Scenic Cafe on your way there or back. Fika for coffee, outside of town.",
    "image2": "./grand-marais2.jpg",
    "image3": "./grand-marais3.jpg",
    "image4": "./grand-marais4.jpg",
    "id": 6
  },
  {
    "cover": "./northfield.jpg",
    "slug": "northfield",
    "location": "Northfield, MN",
    "blurb": "Its tagline is Cows, Colleges, and Contentment, but Northfield is decidedly more cool than this po-dunk greeting line.",
    "description": "Home to two excellent liberal arts colleges, St. Olaf and Carleton Colleges, Northfield is filled with coffeeshops, bakeries, cafes, boutiques, and very curious, friendly people. Plus, the cereal factory in town gives the entire town the smell of maple, chocolate, strawberry...or other sweet scents depending on the day!",
    "highlights": "The Carleton Arb (800 acres, 15 miles of trails), Content Books, Division Street, Winter Walk (first Thursday in December...the town turns into Stars Hallow!)",
    "food": "Ole Store, Martha's Eats and Treats, Little Joy Coffee, Bread People Bakery, Keepsake Ciery, Reunion, Coco's",
    "image2": "./northfield2.jpg",
    "image3": "./northfield3.jpg",
    "image4": "./northfield4.jpg",
    "id": 7
  },
  {
    "cover": "./stockton.jpg",
    "slug": "stockton",
    "location": "Galena & Stockton, IL",
    "blurb": "Galena feels like stepping into the closest thing to a European village the U.S. Midwest could create.",
    "description": "Charming Galena and neighboring Stockton are located in the driftless region of Illinois, which means rolling farmhills surrounding tight-knit communities.",
    "highlights": "Galena shut its main street down to cars in the pandemic and kept it that way, so it's fun to stroll the pedestrian-only downtown, even if it is pretty touristy.",
    "food": "Emby Eatery and Lounge",
    "image2": "./stockton2.jpg",
    "image3": "./stockton3.jpg",
    "image4": "./stockton4.jpg",
    "id": 8
  },
  {
    "cover": "./teddy-roosevelt.jpg",
    "slug": "teddy-roosevelt",
    "location": "Teddy Roosevelt National Park, ND",
    "blurb": "A diversity of landscapes you'd not expect to find in North Dakota",
    "description": "If you like your national parks relatively free from people but filled with Wild Hourses, Teddy Roosevelt is for you. It's very similar to the badlands of South Dakota.",
    "highlights": "Wild horses, stunning views of the river gorge, great hikes, very few people.",
    "food": "Pack in what you need, you're out there!",
    "image2": "./teddy-roosevelt2.jpg",
    "image3": "./teddy-roosevelt3.jpg",
    "image4": "./teddy-roosevelt4.jpg",
    "id": 9
  },
  {
    "cover": "./torekov.jpeg",
    "slug": "torekov",
    "location": "Torekov, Sweden",
    "blurb": "On the off chance you find yourself in the SE of Sweden, or you need a change of scene from Copenhage, Torekov is your place.",
    "description": "This coastal town on Sweden's Barre Peninsual is seemingly where the Swedes themselves go to vacation.",
    "highlights": "Take the ferry to hallands vadere avstand to see the lighthouse and orange slugs and sheep herds, plunge yourself along with the locals into the frigid sea, and relax with ice cream in the town square.",
    "food": "G. Swenson's krog, Rapps Konditori (bakery)",
    "image2": "./torekov2.jpg",
    "image3": "./torekov3.jpg",
    "image4": "./torekov4.jpg",
    "id": 10
  },
  {
    "cover": "./viroqua.jpg",
    "slug": "viroqua",
    "location": "Viroqua, WI",
    "blurb": "A crunchy driftless river town with a great farmers market and local food scene. Home of Wonderstate Coffee.",
    "description": "If good food, coffee, used books, and maybe some kayaking or biking are your thing when you travel, head to Viroqua.",
    "highlights": "Driftless Books (housed in former tobacco warehouse), stroll main street, visit the Saturday farmers market, bring your bike or rent kayaks. In the summer and fall, there is a music program.",
    "food": "Driftless Cafe, Wonderstate Coffee Cafe, Maybe Latelys, Hotel Fortney",
    "image2": "./viroqua2.jpg",
    "image3": "./viroqua3.jpg",
    "image4": "./viroqua4.jpg",
    "id": 11
  },
  {
    "cover": "./whitetail-woods.jpeg",
    "slug": "whitetail-woods",
    "location": "Whitetail Woods Regional Park, MN",
    "blurb": "Dakota County has the best parks in Minnesota, imo. At Whitetail Woods, the architecturally designed camper cabins are a hot commodity.",
    "description": "Whitetail Woods is a lovely park just south of the Twin Cities. It has five camper cabins that make for a perfect short getaway any season, if you can manage to book one.",
    "highlights": "Hiking, camper cabins, feeling far away without really needing to travel.",
    "food": "Bring your own food and drink, and setting in for a cozy stay.",
    "image2": "./whitetail-woods2.jpg",
    "image3": "./whitetail-woods3.jpeg",
    "image4": "./whitetail-woods4.jpg",
    "id": 12
  }
]