[
    {
        "cover": "./iceland.jpg",
        "slug": "austurland",
        "location": "Austurland",
        "blurb": "Iceland's untrod eastern coast is worth an extra couple of days.",
        "description": "Detour from the Ring Road to the Stokksnes Peninsula and explore the east's delightful towns and stunning coastal views. ",
        "highlights": "Stand in awe of Vestrahorn Mountain, grab lunch at the Viking Cafe, stroll through a former movie set of a Viking village, park your camper van and stay awhile.",
        "food": "Viking Cafe near Vestrahorn, Djúpivogur, or Seyðisfjörður",
        "mockup": "./iceland-mockup.jpg",
        "image2": "./iceland2.jpg",
        "image3": "./iceland3.jpg",
        "image4": "./iceland4.jpg",
        "image5": "./iceland5.jpg",
        "color1": "#6e7f39",
        "color2": "#ce5634",
        "id": 1
    },
    {
        "cover": "./grand-marais.jpg",
        "slug": "north-shore",
        "location": "North Shore",
        "blurb": "Minnesota's north shore is well-loved by Midwesterners, and Grand Marais is the delightful, arsty jumping-off point.",
        "description": "Sitting right on Lake Superior, there is just something open, pure, and magical about Grand Marais. ",
        "highlights": "North House Folk School (consider signing up for a class in advance), Drury Lane Books, Artist Point, Upstate.",
        "food": "Angry Trout, World's Best Donuts, and New Scenic Cafe on your way there or back. Fika for coffee, outside of town.",
        "mockup": "./north-shore-mockup.jpg",
        "image2": "./grand-marais2.jpg",
        "image3": "./grand-marais3.jpg",
        "image4": "./grand-marais4.jpg",
        "image5": "./grand-marais5.jpg",
        "color1": "#7292a1",
        "color2": "#cd9526",
        "id": 2
    },
    {
        "cover": "./teddy-roosevelt.jpg",
        "slug": "missouri-coteau",
        "location": "Missouri Coteau",
        "blurb": "A diversity of landscapes you'd not expect to find in North Dakota",
        "description": "If you like your national parks relatively free from people but filled with Wild Horses, Teddy Roosevelt National Park is for you. It's very similar to the badlands of South Dakota.",
        "highlights": "Wild horses, stunning views of the river gorge, great hikes, very few people. We recommend applying for a backcountry camping reservation, where you can pitch a tent wherever you find a spot.",
        "food": "Pack in what you need, you're out there!",
        "mockup": "./teddy-roosevelt-mockup.jpg",
        "image2": "./teddy-roosevelt2.jpg",
        "image3": "./teddy-roosevelt3.jpg",
        "image4": "./teddy-roosevelt4.jpg",
        "image5": "./teddy-roosevelt5.jpg",
        "color1": "#b47db6",
        "color2": "#5e3d2e",
        "id": 3   
    },
    {
        "cover": "./decorah.jpg",
        "slug": "driftless",
        "location": "Driftless",
        "blurb": "Iowa's driftless region college town with rolling hills and a river running through it.",
        "description": "Decorah is home to Luther College and is the county seat of Winneshiek County in NE Iowa. It has a very Nordic culture, including the brand new Vesterheim Museum and Folk School. The rolling hills make for fun biking.",
        "highlights": "Stroll downtown, check out the Vesterheim Museum, bring your bike to do the loop around town, or if it's hot, take a float down the river. The ice caves are also cool.",
        "food": "Luna Valley pizza farm when in season, The Landing for lunch + beers, La Rona for dinner, The Whippy Dip for dessert",
        "mockup": "./driftless-mockup.jpg",
        "image2": "./decorah2.jpg",
        "image3": "./decorah3.jpg",
        "image4": "./decorah4.jpg",
        "image5": "./decorah5.jpg",
        "color1": "#c37c2a",
        "color2": "#757c52",
        "id": 4
    },
    {
        "cover": "./torekov.jpeg",
        "slug": "skane-county",
        "location": "Skane County",
        "blurb": "If you find yourself in the Southeast of Sweden, or Copenhagen, Skane County is your place for a reset.",
        "description": "This coastal town on Sweden's Barre Peninsula is seemingly where the Swedes themselves go to vacation.",
        "highlights": "Take the ferry to hallands vadere avstand to see the lighthouse and orange slugs and sheep herds, plunge yourself along with the locals into the frigid sea, and relax with ice cream in the town square.",
        "food": "G. Swenson's krog, Rapps Konditori (bakery)",
        "mockup": "torekov-mockup.jpg",
        "image2": "./torekov2.jpg",
        "image3": "./torekov3.jpg",
        "image4": "./torekov4.jpg",
        "image5": "./torekov5.jpg",
        "color1": "#4d7dbb",
        "color2": "#b23d6a",
        "id": 5
    },
    {
        "cover": "./beaufort.jpg",
        "slug": "lowcountry",
        "location": "Lowcountry",
        "blurb": "An even more charming and moss-covered low-country locale than a Nicholas Sparks' novel would lead you to believe.",
        "description": "If you're heading to Charleston or Savannah, Beaufort is a charming detour into South Carolina's low country. Antebelllum houses, Gullah culture, moss covering everything, great food, warm community.",
        "highlights": "Hunting Island State Park, First Fridays on Main Street, walking through the cemeteries.",
        "food": "Old Bull Tavern",
        "mockup": "./lowcountry-mockup.jpg",
        "image2": "./beaufort2.jpg",
        "image3": "./beaufort3.jpg",
        "image4": "./beaufort4.jpg",
        "image5": "./beaufort5.jpg",
        "color1": "#c98087",
        "color2": "#757d4e",
        "id": 6
    },
    {
        "cover": "./bayfield.jpg",
        "slug": "north-woods",
        "location": "North Woods",
        "blurb": "What Grand Marais is to Minnesota, Bayfield is to Wisconsin: An idyllic small town on the big lake.",
        "description": "Picturesque shore town on Lake Superior. Bayfield is the gateway to Madeline Island and the Apostle Islands National Lakeshore.",
        "highlights": "Ferry to Madeline Island, biking and kayaking the islands, Wild Rice Retreat Center (especially in the winter), St. James Social. Also, don't miss Chequamegon Books in Washburn on your way up or back, it's one of the best used bookstores!",
        "food": "Wonderstate Coffee, St. James Social, Tetzner Dairy freezer for ice cream (honor system, if you can find it).",
        "mockup": "./bayfield-mockup.jpg",
        "image2": "./bayfield2.jpg",
        "image3": "./bayfield3.jpg",
        "image4": "./bayfield4.jpg",
        "image5": "./bayfield5.jpg",
        "color1": "#214b25",
        "color2": "#b58f24",
        "id": 7
    },
    {
        "cover": "./franconia.jpeg",
        "slug": "franconia",
        "location": "Franconia",
        "blurb": "The Franconia Sculpture Park in Shafer, Minnesota is an art-worthy a detour.",
        "description": "Franconia is a 50-acre outdoor museum, active artist residency program, and community arts programming. Stroll around looking at, walking through, and even sitting on various public art.",
        "highlights": "Maybe just avoid spring time, it can get muddy. If you're going, stop at the Sven clog outlet in Chisago City and the Lindstrom Bakery.",
        "food": "Lindstom scandinavian bakery, venture to Stillwater for lunch",
        "mockup": "./franconia-mockup.jpg",
        "image2": "./franconia2.jpeg",
        "image3": "./franconia3.jpeg",
        "image4": "./franconia4.jpg",
        "image5": "./franconia5.jpg",
        "color1": "#7d2651",
        "color2": "#1173a4",
        "id": 8
    }

]